email.activation.subject=Activaci\u00f3n de credencial
email.revoked.subject=Credencial revocada
email.revoked.title=Tu credencial ha sido revocada
email.expired.subject=Credencial expirada
email.expired.title=Tu credencial ha expirado
email.tx-code=C\u00f3digo de activaci\u00f3n
email.default-status.subject = Notificaci\u00f3n sobre Credencial

# Credential Offer Email
email.credential-offer.header=Tu credencial est\u00e1 lista
email.credential-offer.greeting=Hola,
email.credential-offer.body={0} ha emitido tu credencial. Escanea el c\u00f3digo QR para obtenerla.
email.credential-offer.qr-expiry=Este c\u00f3digo QR es v\u00e1lido durante 10 minutos.
email.credential-offer.tx-code-label=Tu c\u00f3digo de activaci\u00f3n:
email.credential-offer.tx-code-hint=Introduce este c\u00f3digo en tu wallet cuando se solicite.
email.credential-offer.wallet-hint=Si no puedes escanear el c\u00f3digo QR desde este dispositivo, haz clic en el bot\u00f3n. Se abrir\u00e1 una nueva pesta\u00f1a con tu wallet, donde podr\u00e1s activar esta credencial.
email.credential-offer.wallet-button=Abrir en Wallet
email.credential-offer.reissue-question=\u00bfQR expirado?
email.credential-offer.reissue-link=Solicitar uno nuevo
email.credential-offer.footer=Si no solicitaste esto, por favor ignora este correo o contacta con nuestro
email.credential-offer.support=equipo de soporte
email.credential-offer.default-event-v2=Encuentro de Primavera 2026
email.credential-offer.body-v2={0} ha emitido tu credencial. Sigue estos pasos para activar la credencial en tu Wallet.
email.credential-offer.steps-title-v2=C\u00f3mo activar tu credencial
email.credential-offer.step1-v2=Escanea el c\u00f3digo QR con la c\u00e1mara de tu dispositivo m\u00f3vil
email.credential-offer.step2-v2=Se abrir\u00e1 autom\u00e1ticamente tu Wallet
email.credential-offer.step3-v2=Descarga la Wallet en tu dispositivo
email.credential-offer.step4-v2=Activa la credencial y a\u00f1\u00e1dela a tu Wallet
email.credential-offer.wallet-hint-v2=\u00bfEst\u00e1s en un dispositivo m\u00f3vil? \u00c1brelo directamente en tu Wallet.

# TX Code Email
email.tx-code.header=Tu c\u00f3digo de activaci\u00f3n
email.tx-code.greeting=Hola,
email.tx-code.body=Tu c\u00f3digo de activaci\u00f3n es:
email.tx-code.hint=Por favor, introduce este c\u00f3digo de activaci\u00f3n en tu aplicaci\u00f3n Wallet.
email.tx-code.footer=Si no has solicitado este c\u00f3digo, por favor ignora este correo electr\u00f3nico.

# Revoked/Expired Email
email.revoked-expired.greeting=Hola,
email.revoked.body=Tu credencial ha sido revocada. Consulta los detalles de la credencial a continuaci\u00f3n:
email.expired.body=Tu credencial ha expirado. Consulta los detalles de la credencial a continuaci\u00f3n:
email.revoked-expired.credential-id=ID de credencial
email.revoked-expired.type=Tipo

# Credential Failure Email
email.credential-failure.greeting=Hola,
email.credential-failure.subject=Incidencia temporal con tu credencial
email.credential-failure.title=Incidencia temporal con tu credencial
email.credential-failure.body=Hemos tenido un problema t\u00e9cnico puntual al procesar tu credencial. No te preocupes, esto puede ocurrir ocasionalmente y no afecta a tus datos.
email.credential-failure.error-details-label=Detalles t\u00e9cnicos
email.credential-failure.error-details-hint=Esta informaci\u00f3n ha sido registrada autom\u00e1ticamente. Puedes compartirla con el equipo de soporte si lo necesitas.
email.credential-failure.hint=Puedes volver a solicitar tu credencial utilizando el enlace del correo original que recibiste con la oferta de credencial. Simplemente haz clic en el enlace para iniciar el proceso de nuevo.
email.credential-failure.footer=Si no has iniciado esta solicitud, por favor ignora este correo electr\u00f3nico o contacta con nuestro
email.credential-failure.support=equipo de soporte

